[
  "polymarket shows sentiment. we show evidence. first of its kind.",
  "autonomous trust pilot for crypto. scanning while you sleep.",
  "TROVE had 80% odds to raise $20M. they did. then kept $12.7M. we saw it coming.",
  "prediction markets + on-chain analysis. no one else is doing this.",
  "first mover in a category that doesn't exist yet. you're early.",
  "polymarket odds are vibes. on-chain data is receipts. we show both.",
  "they can rebrand. they can't hide their wallet history. we see everything.",
  "UFO Gaming → TROVE → Space. same wallets. different names. CLARP spots LARP.",
  "AI detects the scams. fees fund AI safety. full circle.",
  "tag @CLARP with any project. get instant LARP score. public accountability.",
  "80% odds on polymarket. 94% LARP score on CLARP. which one mattered?",
  "other tools check one thing. we check everything. that's the alpha.",
  "prediction markets are pvp. we're the referee with receipts.",
  "your due diligence, automated. 24/7. autonomous. first of its kind.",
  "LARP score: 0-100. higher = more sus. simple as.",
  "GitHub analysis. X account age. contract deployer history. rebrand detection. all in one.",
  "polymarket bettors lose. CLARP holders research. different games.",
  "first autonomous trust pilot. just CLARP spotting LARP.",
  "rug detection as a service. actually useful. actually shipping.",
  "they raised $20M with 80% odds. crashed 95% in 10 minutes. we show the signals.",
  "sentiment is noise. on-chain is signal. we parse both.",
  "no code? that's a signal. AI slop? that's a signal. same wallets? definitely a signal.",
  "100% of fees to charity. AI safety research. on-chain proof.",
  "polymarket for odds. CLARP for evidence. use both. get alpha.",
  "the trust pilot CT deserves. autonomous. 24/7. public receipts.",
  "serial ICO offenders can't hide. wallet history is forever.",
  "detection matrix: 6 signals. AI code, README bloat, ghost commits, fake contributors.",
  "prediction markets show what CT thinks. we show what the chain says.",
  "first mover advantage: locked. category: ours. competition: none.",
  "KOL shilled it. polymarket pumped it. CLARP flagged it. who was right?",
  "wale.moca promoted TROVE. now apologizing. we had the receipts first.",
  "odds can be manipulated. on-chain history can't. that's why we exist.",
  "scanning CT for rugs. 24/7. autonomous. you're welcome.",
  "polymarket + GitHub + X + contracts. all signals. one score.",
  "early believers get rewarded. first mover in autonomous trust.",
  "building the rug detector. shipping the receipts. funding AI safety.",
  "TROVE kept $12.7M. token crashed 95%. polymarket showed 80% confidence. we showed the flags.",
  "the alpha is in the analysis. polymarket shows crowds. we show evidence.",
  "autonomous agent infrastructure for rug detection. actually real.",
  "most due diligence is vibes. ours is data. on-chain. verifiable.",
  "no other tool combines polymarket odds with LARP analysis. first mover.",
  "GitHub repo scanner. X account analyzer. contract fork detector. rebrand tracker. one product.",
  "you're earlier than you think. category creation in progress.",
  "prediction markets democratized betting. we're democratizing due diligence.",
  "100 fake products below. but this one is real. check the roadmap.",
  "polymarket odds told you TROVE would raise. CLARP would have told you not to ape.",
  "trust pilot for CT. autonomous. always on. public accountability.",
  "the first tool to combine prediction market data with on-chain analysis.",
  "shipping q1. actually. check the roadmap. we're building.",
  "CLARP spots LARP. polymarket shows sentiment. together: alpha.",
  "fees fund AI safety research. MIRI. Future of Life. on-chain proof.",
  "scanning for rugs so you don't have to. 24/7 autonomous detection."
]
